[Demo_Shinobu_ep3_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=15,Y=-265,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=83,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CAMERA,Command=FOV,Number=75)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=20,Y=127,Z=0),VecSub=(X=-10,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-118,Y=-220,Z=-60),VecSub=(X=48,Y=0,Z=0),CId=69)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0500_lp_PickCARD",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=63,Y=127,Z=0))
DemoScripts[12]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=63,Y=127,Z=0))
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_001_Cue',Name="クロナ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=WINDOW,Command=EXIT)
DemoScripts[22]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=125,Y=-16,Z=0),SecTime=1)
DemoScripts[23]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[24]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=15,Y=-265,Z=77),SecTime=1)
DemoScripts[25]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=125,Y=5,Z=0),SecTime=1)
DemoScripts[26]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[27]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-70,Y=-280,Z=70),SecTime=1)
DemoScripts[28]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=110,Y=5,Z=0),SecTime=1)
DemoScripts[29]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[30]=(Actor=WINDOW,Command=SET)
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[33]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[34]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[49]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_007_Cue',Name="クロナ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[55]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=1,Rate=1)
DemoScripts[56]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=1,Rate=1)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_009_Cue',Name="クロナ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=0)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[71]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[72]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[74]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[75]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=1,CId=69)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[78]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[85]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[88]=(Actor=SYSTEM,Command=JUMP,Label=JUMP11)
DemoScripts[89]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[90]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[99]=(Actor=SYSTEM,Command=JUMP,Label=JUMP11)
DemoScripts[100]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[101]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[105]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[109]=(Actor=SYSTEM,Command=JUMP,Label=JUMP11)
DemoScripts[110]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[111]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0105_fx_Stand2Wiggle",Rate=1,Number=3,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0500_lp_Wiggle",Number=8)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_021_Cue',Name="エコロ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0501_fx_Wiggle2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[126]=(Actor=SYSTEM,Command=JUMP,Label=JUMP11)
DemoScripts[127]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[128]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[129]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[130]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=1,Number=3,Bit=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_024_Cue',Name="エコロ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[143]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_025_Cue',Name="クロナ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[148]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_026_Cue',Name="エコロ")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[153]=(Actor=SYSTEM,Command=JUMP,Label=JUMP11)
DemoScripts[154]=(Actor=SYSTEM,Command=TAG,Label=JUMP11)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_028_Cue',Name="カミゾノ　シノブ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=1,Number=3,Bit=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[166]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=-90,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0501_fx_PickCARD2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[169]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[170]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_031_Cue',Name="クロナ")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[176]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=75,Y=5,Z=0),SecTime=0.4)
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_033_Cue',Name="クロナ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[180]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[181]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[182]=(Actor=FADE,Command=WAIT)
DemoScripts[183]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[184]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[185]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep3_3.GG2_SE_DM_Key_Lock_Cue')
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[187]=(Actor=WINDOW,Command=EXIT)
DemoScripts[188]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[189]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[190]=(Actor=SYSTEM,Command=KISMET_FLAG)
DemoScripts[191]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep3_3.GG2_SE_DM_Locked_Door_Cue')
DemoScripts[192]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[193]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=33,Y=-138,Z=130),SecTime=)
DemoScripts[194]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-110,Y=-5,Z=0),SecTime=)
DemoScripts[195]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[196]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[197]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[198]=(Actor=FADE,Command=WAIT)
DemoScripts[199]=(Actor=WINDOW,Command=SET)
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[203]=(Actor=WINDOW,Command=EXIT)
DemoScripts[204]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[205]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=0,Z=0),SecTime=2)
DemoScripts[206]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[207]=(Actor=FADE,Command=WAIT)
DemoScripts[208]=(Actor=TEXTURE,Command=START,CId=3,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[209]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=0)
DemoScripts[210]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[211]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[212]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[213]=(Actor=FADE,Command=WAIT)
DemoScripts[214]=(Actor=WINDOW,Command=SET)
DemoScripts[215]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_038_Cue',Name="エコロ")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[217]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[218]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=1,Vec=(X=200,Y=200,Z=0))
DemoScripts[219]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=1)
DemoScripts[220]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_039_Cue',Name="カミゾノ　シノブ")
DemoScripts[221]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[222]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[223]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[224]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_041_Cue',Name="カミゾノ　シノブ")
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[226]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[227]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[228]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=4,Vec=(X=200,Y=200,Z=0))
DemoScripts[229]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=4)
DemoScripts[230]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[231]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[232]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[234]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[235]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[236]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[237]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[238]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=1,Vec=(X=200,Y=200,Z=0))
DemoScripts[239]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_046_Cue',Name="カミゾノ　シノブ")
DemoScripts[240]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[241]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[243]=(Actor=SYSTEM,Command=JUMP,Label=JUMP12)
DemoScripts[244]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[245]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[246]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_049_Cue',Name="カミゾノ　シノブ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[249]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[250]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[251]=(Actor=SYSTEM,Command=JUMP,Label=JUMP12)
DemoScripts[252]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[253]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[254]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=1,Vec=(X=200,Y=200,Z=0))
DemoScripts[255]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[258]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_054_Cue',Name="エコロ")
DemoScripts[259]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[260]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[261]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[262]=(Actor=SYSTEM,Command=JUMP,Label=JUMP12)
DemoScripts[263]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[264]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[265]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep3_3.GG2_SE_DM_Rub_Hip_Cue')
DemoScripts[266]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[267]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_057_Cue',Name="カミゾノ　シノブ")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[269]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[270]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[271]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_059_Cue',Name="エコロ")
DemoScripts[272]=(Actor=TEXT,Command=SET,ID=TEXT59)
DemoScripts[273]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[274]=(Actor=SYSTEM,Command=JUMP,Label=JUMP12)
DemoScripts[275]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[276]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[277]=(Actor=TEXT,Command=SET,ID=TEXT60)
DemoScripts[278]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=1,Vec=(X=200,Y=200,Z=0))
DemoScripts[279]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_061_Cue',Name="カミゾノ　シノブ")
DemoScripts[280]=(Actor=TEXT,Command=SET,ID=TEXT61)
DemoScripts[281]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[282]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_062_Cue',Name="エコロ")
DemoScripts[283]=(Actor=TEXT,Command=SET,ID=TEXT62)
DemoScripts[284]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[285]=(Actor=SYSTEM,Command=JUMP,Label=JUMP12)
DemoScripts[286]=(Actor=SYSTEM,Command=TAG,Label=JUMP12)
DemoScripts[287]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=3,Vec=(X=200,Y=200,Z=0))
DemoScripts[288]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=3)
DemoScripts[289]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_3.GG2_V_Shinobu_ep3_3_063_Cue',Name="カミゾノ　シノブ")
DemoScripts[290]=(Actor=TEXT,Command=SET,ID=TEXT63)
DemoScripts[291]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[292]=(Actor=TEXT,Command=SET,ID=TEXT64)
DemoScripts[293]=(Actor=WINDOW,Command=EXIT)
DemoScripts[294]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[295]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[296]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[297]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep3_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep3_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="???",Text="呃......課題的印章/n還不夠DEATH....../n要再做更多惡作劇DEATH......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊,找到了,小忍.")

Texts[2]=(Label="TEXT03",Name="忍",Text="峯......峯大?/n你在這種地方做什麼......?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="是小忍自己說的吧,/n要我來幫妳./n所以我就過來幫忙了.")

Texts[4]=(Label="TEXT05",Name="忍",Text="哼......哼! 那只是一時鬼迷心竅啦!/n我可是堂堂惡魔獵人,/n纔不會藉助外行人的力量.")

Texts[5]=(Label="TEXT06",Name="忍",Text="你就老實地/n等我去救你就可以了!")

Texts[6]=(Label="TEXT07",Name="???",Text="......嗯?/n剛纔好像有聽到什麼聲音DEATH......")

Texts[7]=(Label="TEXT08",Name="忍",Text="喵......喵~嗚.")

Texts[8]=(Label="TEXT09",Name="???",Text="什麼嘛,是小貓咪DEATH嗎.")

Texts[9]=(Label="TEXT10",Name="忍",Text="為......為什麼我要受這種屈辱......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="小忍還真是可愛耶.")

Texts[11]=(Label="TEXT12",Name="忍",Text="等,可......可愛什麼的....../n你在說什麼啊!?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="呃,我只是把心裡想的話說出來而已......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="小忍意外地很會模仿貓叫耶.")

Texts[14]=(Label="TEXT15",Name="忍",Text="你是在瞧不起我對吧!?")

Texts[15]=(Label="TEXT16",Name="峯大",Text="我沒那個意思啊......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="抱歉......是我的錯.")

Texts[17]=(Label="TEXT18",Name="忍",Text="就是啊! 真是的!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="不對! 要再更加妖豔一點!/n像是發情期的母貓一樣--!")

Texts[19]=(Label="TEXT20",Name="忍",Text="......喵......喵~嗯?")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="咦,竟然照做嗎!?")

Texts[21]=(Label="TEXT22",Name="峯大",Text="汪汪! 嘎嚕嚕嚕....../n噢嗚----!!!!")

Texts[22]=(Label="TEXT23",Name="忍",Text="突......突然間做什麼啊!?/n你是想變成狼來襲擊我嗎!?/n太心急了吧!!")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="不,應該是狗吧....../n是說,慢慢來就可以嗎......?")

Texts[24]=(Label="TEXT25",Name="???",Text="這次是狗狗DEATH嗎?/n真是吵鬧的狗狗DEATH呢--/n汪汪!")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="那個惡魔比我想的還要蠢/n真是得救了......")

Texts[26]=(Label="TEXT27",Name="峯大",Text="話說回來,/n惡魔的外表和人類的女孩子/n沒什麼差別啊.")

Texts[27]=(Label="TEXT28",Name="忍",Text="不可以被騙喔./n從以前就流傳著很多/n用美女的樣貌迷惑眾人的惡魔傳說哦.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="不過,那該說是美女嗎....../n身材太嬌小了吧./n雖然我覺得很可愛啦.")

Texts[29]=(Label="TEXT30",Name="忍",Text="可......可愛?/n峯大這個笨蛋!/n不知羞恥! 沒道德!")

Texts[30]=(Label="TEXT31",Name="???",Text="......!/n欸,惡魔獵人!/n原來你們在這裡DEATH嗎!?")

Texts[31]=(Label="TEXT32",Name="峯大",Text="嗚哇,糟糕!")

Texts[32]=(Label="TEXT33",Name="???",Text="現在沒閒功夫/n對付你們DEATH!/n戰略性撤退DEATH!")

Texts[33]=(Label="TEXT34",Name="峯大",Text="啊,等等!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="可惡--果然打不開啊....../n從外面鎖上了.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="那個惡魔女孩是不是做了什麼,/n手機也完全打不通......")

Texts[36]=(Label="TEXT37",Name="峯大",Text="唉......聽說是\"體育倉庫\"的時候/n就隱約覺得可能會變成這樣了......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="話雖如此,\"那個\"倒是在預料之外呢......")

Texts[38]=(Label="TEXT39",Name="忍",Text="峯大......嗚嗚....../n快點幫幫我啊......")

Texts[39]=(Label="TEXT40",Name="峯大",Text="是啊....../n沒想到打算從窗戶逃出去的/n小忍居然卡住了呢......")

Texts[40]=(Label="TEXT41",Name="忍",Text="峯大~!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="妳等等,小忍./n我現在就來幫妳.")

Texts[42]=(Label="TEXT43",Name="忍",Text="唔咿咿咿---!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="不管是推還是拉好像都不行....../n這該怎麼辦啊......")

Texts[44]=(Label="TEXT45",Name="峯大",Text="只能考慮其他方法了吧....../n......唔--嗯......")

Texts[45]=(Label="TEXT46",Name="忍",Text="怎麼樣?/n有想到什麼嗎?")

Texts[46]=(Label="TEXT47",Name="峯大",Text="......抱歉,完全沒有......")

Texts[47]=(Label="TEXT48",Name="峯大",Text="雖然有點硬來,但也只能上了吧......")

Texts[48]=(Label="TEXT49",Name="忍",Text="硬......硬來......!? 上......!?/n怎麼這樣,等等......在這種狀態下......!?/n我還沒做好心理準備......")

Texts[49]=(Label="TEXT50",Name="峯大",Text="不,讓妳有了奇怪的誤會,抱歉啊./n我是指雖然硬來,但還是推推看的意思啦.")

Texts[50]=(Label="TEXT51",Name="峯大",Text="哎呀,話說這裙子真不錯呢./n用了很好的布料.")

Texts[51]=(Label="TEXT52",Name="峯大",Text="\"制服設計更新運動\"算是值得了吧....../n最後是理事長的親戚,也是本校畢業生的學姊/n說是為了我們......而出了錢吧.")

Texts[52]=(Label="TEXT53",Name="峯大",Text="回過神來才發現,甚至還把校長擱在一旁/n打造了那位學姊的紀念雕像,/n這裡的學生未免也太上道了吧--")

Texts[53]=(Label="TEXT54",Name="艾可蘿",Text="峯大大人./n逃避現實也差不多該結束了吧?")

Texts[54]=(Label="TEXT55",Name="峯大",Text="......是的.")

Texts[55]=(Label="TEXT56",Name="峯大",Text="我摸我摸.")

Texts[56]=(Label="TEXT57",Name="忍",Text="等,哇!?/n你你你......你在做什麼啊,峯大!!")

Texts[57]=(Label="TEXT58",Name="峯大",Text="沒,沒有啦......一不小心就......")

Texts[58]=(Label="TEXT59",Name="艾可蘿",Text="你真是個差勁的人渣耶.")

Texts[59]=(Label="TEXT60",Name="峯大",Text="如果把這對屁股當成鼓來打的話,/n能不能演奏出美妙的音色呢?")

Texts[60]=(Label="TEXT61",Name="忍",Text="峯......峯大....../n這種玩法我有點......")

Texts[61]=(Label="TEXT62",Name="艾可蘿",Text="這對屁股......不,我是說這個人的反應/n這樣真的沒問題嗎......")

Texts[62]=(Label="TEXT63",Name="忍",Text="峯大~! 快點~!")

Texts[63]=(Label="TEXT64",Name="峯大",Text="讓她等太久好像有點可憐....../n小忍,我現在就來幫妳!")

Texts[64]=(Label="",Name="",Text="")

Texts[65]=(Label="SELECT01",Name="",Text="真可愛耶")

Texts[66]=(Label="SELECT02",Name="",Text="妳真會/n模仿貓叫耶")

Texts[67]=(Label="SELECT03",Name="",Text="抱歉......")

Texts[68]=(Label="SELECT04",Name="",Text="再更加/n妖豔一點!")

Texts[69]=(Label="SELECT05",Name="",Text="汪汪!")

Texts[70]=(Label="SELECT06",Name="",Text="考慮其他方法")

Texts[71]=(Label="SELECT07",Name="",Text="就算有點硬來/n也還是推推看")

Texts[72]=(Label="SELECT08",Name="",Text="裙子的材質/n真不錯啊")

Texts[73]=(Label="SELECT09",Name="",Text="撫摸看看")

Texts[74]=(Label="SELECT10",Name="",Text="試著把它/n看作是鼓")


